Repository: running-grass/omegat
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: See Customization.
zh_cn: 请参阅自定义。

source: See File Names, for information about the default directory.
zh_cn: 有关默认目录的信息，请参阅文件名。

source: See Help Mode.
zh_cn: 请参阅帮助模式。

source: See Visual Line Mode.
zh_cn: 请参阅 Visual Line Mode.

source: See Point.
zh_cn: 请参阅游标。

source: See Quotation Marks.
zh_cn: 请参阅引号。

source: See Regexps, for an explanation of regular expressions.
zh_cn: 有关正则表达式的说明，请参阅正则表达式。

source: See Minibuffer, for more information on the minibuffer.
zh_cn: 有关迷你缓冲区的详细信息，请参阅迷你缓冲区。

source: See DEL Does Not Delete, if you encounter this problem.
zh_cn: 如果您遇到此问题，请参阅DEL不是Delete。

source: See Select Buffer, for the behavior of M-g M-g when you give it a plain prefix argument.
zh_cn: 有关M-g M-g在为其提供纯前缀参数时的行为，请参阅选择缓冲区。

source: See Other Window.
zh_cn: 请参见其他窗口。

source: See also the variable org-goto-interface.
zh_cn: 另请参阅变量org-goto-interface。

source: See also the variable org-insert-mode-line-in-empty-file.
zh_cn: 另请查阅org-insert-mode-line-in-empty-file变量。

source: See also the variable org-treat-insert-todo-heading-as-state-change.
zh_cn: 另请参阅变量org-treat-insert-todo-heading-as-state-change.

source: See the docstring of this option on how Org should catch invisible edits and process them.
zh_cn: 请参阅此选项的文档字符串，了解组织应如何捕获不可见的编辑并对其进行处理。

source: See the variable org-cycle-separator-lines to modify this behavior.
zh_cn: 要修改此行为，请参阅变量org-cycle-separator-lines。

source: See the variable org-refile-targets for details.
zh_cn: 详情请查阅org-refile-targets变量。

source: Select headlines tagged ‘work’, but discard those also tagged ‘boss’.
zh_cn: 搜索带有work标签的标题，但是会剔除同时带有boss标签的标题。

source: Select this location.
zh_cn: 选择此位置。

source: Selecting a tag in a group of mutually exclusive tags turns off any other tag from that group.
zh_cn: 选择一组互斥标签中的标签将关闭该组中的任何其他标签。

source: Selecting files
zh_cn: 文件选择

source: Selects lines tagged ‘work’ or ‘laptop’.
zh_cn: 选择带有work或laptop标签的标题。

source: Sending and receiving radio tables.
zh_cn: 发送和接收无线电表格。

source: Set org-agenda-use-tag-inheritance to control this: the default value includes all agenda types, but setting this to nil can really speed up agenda generation.
zh_cn: 设置org-agenda-use-tag-inheritance来控制这一点：默认值包括所有议程类型，但是将其设置为nil可以真正加快议程生成的速度。

source: Setting org-catch-invisible-edits to non-nil helps preventing this.
zh_cn: 将org-catch-insible-edits设置为非nil有助于防止出现这种情况。

source: Setting Tags
zh_cn: 设置标签

source: Setting options for custom commands
zh_cn: 设置自定义命令的选项

source: Setting the environment.
zh_cn: 环境设置。

source: Setting the function doing the publishing.
zh_cn: 设置进行发布的函数。

source: Setting the initial visibility state.
zh_cn: 设置初始可见性状态。

source: Setting up capture
zh_cn: 设置捕获

source: Setting up keywords for individual files
zh_cn: 设置单个文件的关键字

source: Setting up the export file structure.
zh_cn: 设置导出文件结构。

source: Setting up the staging area
zh_cn: 设置舞台区域

source: Settings for HTML export.
zh_cn: HTML导出的设置。

source: Several tags can be specified, as in ‘:work:urgent:’.
zh_cn: 可以指定几个标签，如“:work:ururent:”。

source: Sharing and publishing notes.
zh_cn: 共享和发布笔记。

source: Shell completion is an extended version of filename completion, see Shell Options.
zh_cn: Shell补全是文件名补全的扩展版本，请参阅Shell选项。

source: Short messages appear at the bottom of the screen.
zh_cn: 短消息显示在屏幕底部。

source: Shortcuts for writing complex links.
zh_cn: 编写复杂链接的快捷方式。

source: Show all documentation about the symbol at point (help-follow-symbol).
zh_cn: 显示游标处有关符号的所有文档(help-follow-symbol)。

source: Show all, including drawers.
zh_cn: 全部展示，包括抽屉。

source: Show and hide, much simplified.
zh_cn: 显示和隐藏，非常简单。

source: Show the current subtree in an indirect buffer5.
zh_cn: 在间接缓冲区中显示当前子树5。

source: Show the global TODO list.
zh_cn: 显示全局TODO列表。

source: Show the name of the command that the key sequence key is bound to (describe-key-briefly).
zh_cn: 显示键序列快捷键绑定到的命令的名称(describe-key-briefly)。

source: Show which keys run the command named command (where-is).
zh_cn: 显示命令名为command(where-is)的命令绑定了哪些按键。

source: Shows the document structure in a temporary buffer, where you can use the following keys to find your destination:
zh_cn: 显示在临时缓冲区中的文档结构，您可以在其中使用以下键查找目标：

source: Similar, but searches the text of the manual rather than the indices.
zh_cn: 类似，但是它搜索手册的文本而不是索引。

source: Similarly, Meta-a, or M-a for short, is entered by holding down the Alt key and pressing a.
zh_cn: 类似地，Meta-a或简称M-a通过按住Alt键并按a来输入。

source: Similarly, C-x 8 ], C-x 8 { and C-x 8 } insert the curved quotes ’, “ and ”, respectively.
zh_cn: 同样，C-x 8 ]、C-x 8 {和C-x 8 }分别插入弧形引号‘、“和”。

source: Similarly, typing a quotation ``like this'' using double grave accent and apostrophe converts it to a form “like this” using double quotation marks.
zh_cn: 同样，使用双重音符和撇号键入引号``像这样‘’会将其转换为使用双引号的形式“像这样”。

source: Similarly, you can use :newline to indicate a line break.
zh_cn: 同样，您可以使用:newline来指示换行符。

source: Simple characters and control characters, as well as certain non-keyboard inputs such as mouse clicks, are collectively referred to as input events.
zh_cn: 简单字符和控制字符以及某些非键盘输入(如鼠标单击)统称为输入事件。

source: Simple characters, like ‘a’, ‘B’, ‘3’, ‘=’, and the space character (denoted as SPC), are entered by typing the corresponding key.
zh_cn: 通过键入相应的键来输入简单字符，如‘a’、‘B>’、‘3>’、‘=’和空格字符(表示为SPC)。

source: Simple syntax for raising/lowering text.
zh_cn: 升降文本的简单语法。

source: Simple tables.
zh_cn: 简单的表格。

source: Since RET in the minibuffer submits the argument, you can’t use it to insert a newline.
zh_cn: 由于迷你缓冲区中的RET为提交参数，因此不能使用它插入换行符。

source: Since commands are Lisp functions, this works for commands too.
zh_cn: 因为命令是Lisp函数，所以这也适用于命令。

source: Since commands are Lisp functions, you can use this method to view the documentation of any command whose name you know.
zh_cn: 因为命令是Lisp函数，所以您可以使用此方法查看您知道其名称的任何命令的文档。

source: Since recursive editing levels affect Emacs globally, such square brackets appear in the mode line of every window.
zh_cn: 由于递归编辑级别在全局范围内影响Emacs，因此这样的方括号出现在每个窗口的模式行中。

source: Since the minibuffer appears in the echo area, it can conflict with other uses of the echo area.
zh_cn: 由于迷你缓冲区出现在回显区中，因此它可能与回显区的其他用途冲突。

source: Since the wrapping may occur in the middle of a word, continued lines can be difficult to read.
zh_cn: 由于换行可能发生在单词的中间，因此连续的行会很难阅读。

source: Since there is a time in the timestamp, the next deadline in the
zh_cn: 由于时间戳记中有时间，因此如果您在20:00之前完成任务，

source: Since we are discussing customization, we should tell you about variables.
zh_cn: 因为我们正在讨论定制，所以我们应该告诉您有关变量的内容。

source: Single letter selection of state.
zh_cn: 状态的单字母选择。

source: Single-character commands are not echoed.
zh_cn: 不回显单字符命令。

source: Six different view types are provided:
zh_cn: Org 提供了六种不同的浏览视图。

source: So if you have not paid the rent for three months, marking this entry DONE still keeps it as an overdue deadline.
zh_cn: 因此，如果你已经三个月没有付房租了，标记这个条目仍然是一个逾期的最后期限。

source: So it does not add any characters; instead, TAB displays a list of all possible completions in another window.
zh_cn: 因此它不会添加任何字符；相反，TAB会在另一个窗口中显示所有可能的补全列表。

source: So that C-c C-w prompts me either for a project, the tickler, or someday/maybe list.
zh_cn: 因此C-c C-w会提示我选择一个项目、备忘录或将来/也许清单。

source: Some Emacs commands are invoked by just one input event; for example, C-f moves forward one character in the buffer.
zh_cn: 一些Emacs命令仅由一个输入事件调用；例如，C-f在缓冲区中向前移动一个字符。

source: Some commands care whether there is an argument, but ignore its value.
zh_cn: 有些命令关心是否有参数，但忽略其值。

source: Some commands display informative messages in the echo area to tell you what the command has done, or to provide you with some specific information.
zh_cn: 某些命令在回显区域显示信息性消息，以告诉您该命令执行了什么操作，或者为您提供一些特定信息。

source: Some commands interpret the argument as a repetition count.
zh_cn: 一些命令将参数解释为重复计数。

source: Some commands use the value of the argument as a repeat count but do something special when there is no argument.
zh_cn: 有些命令使用参数的值作为重复计数，但在没有参数时会做一些特殊的事情。

source: Some features are listed together with the minor modes whenever they are turned on, even though they are not really minor modes.
zh_cn: 某些功能在打开时会与辅模式一起列出，即使它们不是真正的辅模式。

source: Some major modes display additional information after the major mode name.
zh_cn: 某些主模式在主模式名称后显示附加信息。

source: Some of the commands in the menu bar have ordinary key bindings as well; if so, a key binding is shown after the item itself.
zh_cn: 菜单栏中的一些命令也有普通的按键绑定；如果是这样，则在项本身之后显示一个按键绑定。

source: Some people find the many stars too noisy and would prefer an outline that has whitespace followed by a single star as headline starters.
zh_cn: 有些人觉得星号太多了，他们更喜欢在大纲中使用空格后跟着一个星号作为标题的开头。

source: Some people view a TODO item that has been scheduled for execution or have a deadline (see Timestamps) as no longer open.
zh_cn: 有人认为定期事项（有schedule属性）和有截止日期（有deadline属性）的事项（详见时间戳）不属于代办事项。

source: Some tasks need to be repeated again and again.
zh_cn: 有些任务需要一遍又一遍地重复。

source: Some things are more important than others.
zh_cn: 有些事情比其他事情更重要。

source: Sometimes you may inadvertently edit an invisible part of the buffer and be confused on what has been edited and how to undo the mistake.
zh_cn: 有时，您可能会无意中编辑缓冲区的不可见部分，并对已编辑的内容以及如何撤消错误感到困惑。

source: Sometimes you might face a problem due to an error in your Emacs or Org mode setup.
zh_cn: 有时您可能会由于Emacs或Org模式设置错误而遇到问题。

source: Sometimes, a line of text in the buffer—a logical line—is too long to fit in the window, and Emacs displays it as two or more screen lines.
zh_cn: 有时，缓冲区中的一行文本(逻辑行)太长，窗口无法容纳，Emacs会将其显示为两个或多个屏幕行。

source: Sometimes, an entry may cover just part of a complex command.
zh_cn: 有时，一个条目可能只包含复杂命令的一部分。

source: Sometimes, the prompt shows a default argument, inside parentheses before the colon.
zh_cn: 有时，提示符会在冒号前的括号内显示默认参数。

source: Sometimes, you may need to edit files containing many long logical lines, and it may not be practical to break them all up by adding newlines.
zh_cn: 有时，您可能需要编辑包含许多长逻辑行的文件，而通过添加换行符将它们全部拆分可能并不实际。

source: Sometimes, you may need to enter a password into Emacs.
zh_cn: 有时，您可能需要在Emacs中输入密码。

source: Sort same-level entries.
zh_cn: 对同级条目进行排序。

source: Sorting of agenda items
zh_cn: 议程项的排序

source: Source blocks in LaTeX export
zh_cn: LaTeX导出中的源码块

source: Source code examples with special formatting.
zh_cn: 具有特殊格式的源代码示例。

source: Sources and destinations for files
zh_cn: 文件的源和目标

source: Sparse Trees
zh_cn: 稀疏树

source: Special Properties
zh_cn: 特殊属性

source: Special Symbols
zh_cn: 特殊符号

source: Special block attributes.
zh_cn: 特殊块属性。

source: Special blocks in LaTeX export
zh_cn: LaTeX导出中的特殊块

source: Special blocks in Texinfo export
zh_cn: Texinfo导出中的特殊块

source: Special features of Help mode and Help buffers.
zh_cn: 帮助模式和帮助缓冲区的特殊功能。

source: Speed Keys
zh_cn: 快捷键

source: Speed up entering of formulas.
zh_cn: 加快公式输入速度。

source: Splitting a task into manageable pieces.
zh_cn: 将任务拆分成可管理的部分。

source: Starting Emacs from the shell.
zh_cn: 从shell启动Emacs。

source: Starting and stopping a clock.
zh_cn: 启动和停止计时。

source: Step by step, almost a tutorial.
zh_cn: 一步一步，完整的教程。

source: Still, you may want to have your tags correctly set in the agenda, so that tag filtering works fine, with inherited tags.
zh_cn: 不过，您可能希望在议程中正确设置标签，以便标记过滤可以很好地处理继承的标签。

source: Stopping or killing Emacs.
zh_cn: 终止或杀死Emacs。

source: Store a link, push URL to kill-ring.
zh_cn: 存储一个链接，将URL推送到剪切板。

source: Storing information about an entry.
zh_cn: 存储有关条目的信息。

source: Storing searches
zh_cn: 存储搜索条件

source: Structure Editing
zh_cn: 结构编辑

source: Structure Templates
zh_cn: 结构模板

source: Structure of Code Blocks
zh_cn: 代码块的结构

source: Structured information with fine-tuned search.
zh_cn: 具有微调搜索功能的结构化信息。

source: Stuck projects
zh_cn: 停滞的项目

source: Styling the output.
zh_cn: 设置输出样式。

source: Submit the text in the minibuffer as the argument, possibly completing first (minibuffer-complete-and-exit).
zh_cn: 将迷你缓冲区中的文本作为参数提交，可能首先补全(minibuffer-complete-and-exit)。

source: Subscripts and Superscripts
zh_cn: 下标和上标

source: Such queries come in two main varieties.
zh_cn: 这样的查询主要有两种类型。

source: Summary
zh_cn: 概述

source: Summary of In-Buffer Settings
zh_cn: 缓冲区内设置摘要

source: Suppose there is a file named test.emacs in your home directory.
zh_cn: 假设您的主目录中有一个名为test.emacs的文件。

source: Suppose you wish to run the command auto-fill-mode.
zh_cn: 假设您希望运行命令auto-fill-mode。

source: Sure, it does daily/weekly agendas, but it offers much more than that.
zh_cn: 当然，它拥有每天(每周)日程安排，但它提供的远不止这些。

source: Switch back to the startup visibility of the buffer (see Initial visibility).
zh_cn: 切换回缓冲区的启动可见性(请参阅初始可见性)。

source: Switch back to the startup visibility of the buffer, i.e., whatever is requested by startup options and ‘VISIBILITY’ properties in individual entries.
zh_cn: 切换回缓冲区的启动可见性，即，各个条目中的启动选项和“VISIBILITY”属性所要求的任何内容。

source: Switch off a tree but keep it in the file.
zh_cn: 关闭一棵节点树，但是依旧保留在文件中。

source: Switching from ‘@home’ to ‘@work’ would be done with C-c C-c w RET or alternatively with C-c C-c C-c w.
zh_cn: 从“@home”切换到“@work”将使用C-c C-c wRET或使用C-c w进行切换。

source: TODO Extensions
zh_cn: TODO扩展

source: TODO Items
zh_cn: TODO项

source: TODO dependencies
zh_cn: TODO依赖关系

source: TODO items may have sublevels to break up the task into subtasks.
zh_cn: TODO事项可能含有多个层级，用于将一个任务分解为多个子任务。

source: TODO keywords
zh_cn: TODO关键字

source: TODO keywords are written with all capitals, even if they are user-defined.
zh_cn: 即使是用户定义的，也要使用大写字母写TODO关键字。

source: TODO keywords as types
zh_cn: TODO关键字作为类型

source: TODO keywords as workflow states
zh_cn: TODO关键字作为工作流状态

source: TODO keywords, tags, properties, etc.
zh_cn: TODO关键字, 标签, 属性等。

source: Table attributes.
zh_cn: 表格属性。

source: Table of Contents
zh_cn: 目录

source: Table of contents
zh_cn: 目录

source: Tables
zh_cn: 表格

source: Tables are easily created with a built-in table editor.
zh_cn: 使用内置的表格编辑器可以轻松创建表格。

source: Tables in Arbitrary Syntax
zh_cn: 任意语法中的表格

source: Tables in HTML export
zh_cn: HTML导出中的表格

source: Tables in LaTeX export
zh_cn: LaTeX导出中的表格

source: Tables in ODT export
zh_cn: ODT导出中的表格

source: Tables in Texinfo export
zh_cn: Texinfo导出中的表格

source: Tabular viewing and editing.
zh_cn: 表格查看和编辑。

source: Tag Hierarchy
zh_cn: 标签层次结构

source: Tag Inheritance
zh_cn: 标签继承

source: Tag Searches
zh_cn: 标签搜索

source: Tag inheritance is relevant when the agenda search tries to match a tag, either in the tags or tags-todo agenda types.
zh_cn: 当议程搜索尝试匹配标签或标签-待办事项议程类型中的标签时，标签继承是相关的。

source: Tagging headlines and matching sets of tags.
zh_cn: 给标题打标签和按标签聚类

source: Tagging is done using C-c C-c on a headline, whether it’s a project or action.
zh_cn: 标签是在标题上使用C-c C-c完成的，无论它是项目还是行动。

source: Tags
zh_cn: 标签

source: Tags are automatically realigned after promotion, demotion, and TODO state changes (see TODO Basics).
zh_cn: 标签在升级、降级和待办事项状态更改后自动重新对齐(请参阅TODO基础知识)。

source: Tags are case-sensitive.
zh_cn: 标签要区分大小写。

source: Tags are normal words containing letters, numbers, ‘_’, and ‘@’.
zh_cn: 标签是包含字母、数字、“_”和“@”的普通单词。

source: Tags by default are in bold face with the same color as the headline.
zh_cn: 默认情况下，标签以粗体显示，颜色与标题相同。

source: Tags can simply be typed into the buffer at the end of a headline.
zh_cn: 只需在缓冲区中的标题末尾键入标签即可。

source: Tags must be preceded and followed by a single colon, e.g., ‘:work:’.
zh_cn: 标签必须前后各有一个冒号，例如，“:work:”。

source: Tags that link to people, like :daniel:;
zh_cn: 链接到人的标签，如:daniel:；

source: Tags use the tree structure of an outline.
zh_cn: 标签使用大纲的树形结构。

source: Taking Notes with a Relative Timer
zh_cn: 用相对计时器做笔记

source: Template elements
zh_cn: 模板元素

source: Template expansion
zh_cn: 模板扩展

source: Templates in contexts
zh_cn: 上下文中模板的使用

source: Texinfo Export
zh_cn: Texinfo导出

source: Texinfo export commands
zh_cn: Texinfo导出命令

source: Texinfo file header
zh_cn: Texinfo文件标题

source: Texinfo specific export settings
zh_cn: Texinfo特殊导出设置

source: Texinfo title and copyright page
zh_cn: Texinfo标题和版权页面

source: Text areas in HTML export
zh_cn: HTML导出中的文本区域

source: Text terminals usually listen for certain special characters whose meaning is to kill or suspend the program you are running.
zh_cn: 文本终端通常会监听某些特殊字符，这些字符的含义是终止或挂起您正在运行的程序。

source: Text that you insert in an Emacs buffer lasts only as long as the Emacs session.
zh_cn: 您插入到Emacs缓冲区中的文本仅与Emacs会话的生命周期一样长。

source: Thank you for helping to improve this program.
zh_cn: 感谢您帮助改进此程序。

source: That can be achieved using a skipping condition:
zh_cn: 这可以使用跳过条件来实现：

source: That command uses the minibuffer to read the argument, and you type RET to terminate the argument (see Minibuffer).
zh_cn: 该命令使用迷你缓冲区读取参数，然后键入RET终止参数(请参阅迷你缓冲区)。

source: That will ensure that EBDB only runs when you explicitly command it
zh_cn: 这将确保EBDB仅在您显式命令时运行

source: That will give you three days’ warning: on the anniversary date itself and the two days prior.
zh_cn: 这将给你三天的警告：在周年纪念日和前两天。

source: That’s because I do not want to see any entry from this file appearing in my agenda buffers, unless I’m doing my weekly review.
zh_cn: 这是因为我不希望看到此文件中的任何条目出现在我的议程缓冲区中，除非我正在进行每周审查。

source: That’s exactly the purpose of the “Someday/Maybe” list.
zh_cn: 这正是“将来/也许”名单的目的。

source: That’s where I keep all my active projects.
zh_cn: 那是我保存所有正在进行的项目的地方。

source: That’s where the tickler kicks in: Add an entry to your tickler file with a timestamp, and forget about it!
zh_cn: 这就是备忘录的作用：在您的备忘录文件中添加一个带有时间戳的条目，然后忘掉它！

source: The principle parts of EBDB are records, which represent people and organizations; fields, representing detailed data about records; and databases, which hold and persist records.
zh_cn: 这个EBDB的主要部分是记录，它代表人和组织；表示有关记录的详细数据的字段；以及保存并保存记录的数据库。

source: The capture protocol
zh_cn: 捕获协议

source: The open-source protocol
zh_cn: 开源协议

source: The store-link protocol
zh_cn: 存储链接协议

source: The apropos-documentation command lists its results in order of relevance by default; to list them in alphabetical order, change the variable apropos-documentation-sort-by-scores to nil.
zh_cn: apropos-documentation命令默认情况下按相关顺序列出其结果；要按字母顺序列出它们，请将变量apropos-documentation-sort-by-scores更改为nil。

source: The apropos commands answer questions like, “What are the commands for working with files?” More precisely, you specify an apropos pattern, which means either a word, a list of words, or a regular expression.
zh_cn: 主题搜索命令回答类似于“处理文件的命令是什么？”。更准确地说，您指定了一个主题的模式，它表示一个单词、一个单词列表或一个正则表达式。

source: The minibuffer is where Emacs commands read complicated arguments, such as file names, buffer names, Emacs command names, or Lisp expressions.
zh_cn: 迷你缓冲区是Emacs命令读取复杂参数的地方，比如文件名、缓冲区名、Emacs命令名或Lisp表达式。

source: The DEL (delete-backward-char) command removes the character before point, moving the cursor and the characters after it backwards.
zh_cn: DEL(delete-back-char)命令删除游标之前的字符，将光标及其后面的字符向后移动。

source: The C-M-v command in the minibuffer scrolls the help text from commands that display help text of any sort in another window.
zh_cn: 在任何窗口中都可以使用C-M-v命令来滚动显示在迷你缓冲区中的帮助文本。

source: The r key in the agenda buffer regenerates it, and you can give a prefix argument to this command to change the selected TODO keyword, for example 3 r.
zh_cn: 在议程buffer中按r会刷新议程视图，您也可以通过一个前缀参数n筛选第n个TODO关键字，如3 r.

source: The i command to insert new entries for the current date works in the agenda buffer, as well as the commands S, M, and C to display Sunrise/Sunset times, show lunar phases and to convert to other calendars, respectively.
zh_cn: 为当前日期插入新条目的I命令在议程缓冲区中起作用，S、M和C分别用于显示日出/日落时间、显示月相和转换为其他日历。

source: The *Messages* buffer is limited to a certain number of lines, specified by the variable message-log-max.
zh_cn: *Messages*缓冲区限制为一定的行数，由变量message-log-max指定。

source: The Delete (delete-forward-char) command deletes in the opposite direction: it deletes the character after point, i.e., the character under the cursor.
zh_cn: Delete(delete-ward-char)命令以相反的方向删除：它删除游标之后的字符，即光标下的字符。

source: The cs string and the colon character after it describe the character set and newline convention used for the current buffer.
zh_cn: cs字符串及其后面的冒号字符描述了用于当前缓冲区的字符集和换行符约定。

source: The AND operator ‘&’ is optional when ‘+’ or ‘-’ is present.
zh_cn: 在有使用'+'或'-'时，'&'是可选的。

source: The Agenda Dispatcher
zh_cn: 议程调度器

source: The Built-in Agenda Views
zh_cn: 内置的议程视图

source: The COLUMNS format property.
zh_cn: COLUMNS格式属性。

source: The Echo Area
zh_cn: 回显区

source: The Emacs Editor
zh_cn: Emacs编辑器

source: The Emacs manual is available in Info.
zh_cn: Emacs手册可以在Info中找到。

source: The Export Dispatcher
zh_cn: 导出调度器

source: The GTD inbox
zh_cn: GTD收件箱

source: The MS-DOS convention uses a carriage return character followed by a linefeed character; when editing such files, the colon changes to either a backslash (‘\’) or ‘(DOS)’, depending on the operating system.
zh_cn: MS-DOS约定使用回车字符后跟换行符；编辑此类文件时，冒号将更改为反斜杠(‘\’)或‘(DOS)’，具体取决于操作系统。

source: The Menu Bar
zh_cn: 菜单栏

source: The Minibuffer
zh_cn: 迷你缓冲区

source: The Mode Line
zh_cn: 状态栏

source: The Org Manual
zh_cn: Org使用手册

source: The Org menu contains the current list of files and can be used to visit any of them.
zh_cn: org-switchb会列出当前agenda文件列表中的所有org文件,你可以用该菜单访问这些org文件。

source: The Orgtbl Minor Mode
zh_cn: Orgtbl辅模式

source: The Spreadsheet
zh_cn: 电子表格

source: The Very Busy C-c C-c Key
zh_cn: 非常繁忙的C-c C-c键

source: The agenda shows the entries for each day.
zh_cn: 议程显示了每天的条目。

source: The argument can be a keyword, a list of keywords, or a regular expression (see Regexps).
zh_cn: 参数可以是关键字、关键字列表或正则表达式(请参阅正则表达式)。

source: The argument value appears in the prompt while the command name is being read, and finally M-x passes the argument to that command.
zh_cn: 当读取命令名时，参数值出现在提示符中，最后M-x将该参数传递给该命令。

source: The arrow keys UP and DOWN work like M-p and M-n, but if the current history item is longer than a single line, they allow you to move to the previous or next line of the current history item before going to the previous or next history item.
zh_cn: 箭头键UP和DOWN类似于M-p和M-n，但是如果当前历史项目超过一行，则它们允许您在转到上一个或下一个历史项目之前移动到当前历史项目的上一行或下一行。

source: The backtrace contains much more information if it is produced with uncompiled code.
zh_cn: 如果回溯跟踪是用未编译的代码生成的，则包含更多信息。

source: The basic unit of text.
zh_cn: 文本的基本单位。

source: The best way to report this is by providing, in addition to what was mentioned above, a backtrace.
zh_cn: 最好的报告方法是，除了上面提到的以外，还提供回溯。

source: The bindings between keys and commands are recorded in tables called keymaps.
zh_cn: 快捷键和命令之间的绑定记录在称为键映射的表中。

source: The buffer displayed in the selected window is called the current buffer, and it is where editing happens.
zh_cn: 所选窗口中显示的缓冲区称为当前缓冲区，它是进行编辑的地方。

source: The buffer is in Agenda mode, so there are commands to examine and manipulate the TODO entries directly from that buffer (see Agenda Commands).
zh_cn: 该buffer的主模式为Agenda mode，因此在该buffer中，许多命令可以直接检查和操作TODO事项（详见议程命令）。

source: The buffer lists the keywords that relate to the package in the form of buttons.
zh_cn: 缓冲区以按钮的形式列出与包相关的关键字。

source: The calendar displays a three-month calendar with holidays from different countries and cultures.
zh_cn: 该日历显示一个三个月的日历，其中包含来自不同国家和文化的假期。

source: The calendar page with current tasks.
zh_cn: 包含当前任务的日历页。

source: The central configuration variable.
zh_cn: 重要的配置变量。

source: The character after ch is normally a dash (‘-’).
zh_cn: ch后面的字符通常是破折号(‘-’)。

source: The character after cs is usually a colon.
zh_cn: cs>后面的字符通常是冒号。

source: The characters between those two positions are the accessible ones.
zh_cn: 这两个位置之间的字符是可访问的字符。

source: The clock table
zh_cn: 计时表格

source: The command next-line does a vertical move downward.
zh_cn: 命令next-line是垂直向下移动。

source: The command C-c C-x c was created for this purpose; it is described in Structure Editing.
zh_cn: 命令C-c C-x c就是为此创建的；结构编辑中介绍了该命令。

source: The command C-h C (describe-coding-system) describes coding systems—either a specified coding system, or the ones currently in use.
zh_cn: 命令C-h C(describe-coding-system)描述编码系统-可以是指定的编码系统，也可以是当前使用的编码系统。
